Repository: carkod/checkers
Catalog: languages/*.po
Languages: es_es

source: A Disenda product.
es_es: Un producto de Disenda

source: Add New
es_es: Añadir nuevo

source: Add New job title
es_es: Añadir nuevo título de trabajo

source: Add New project
es_es: Añadir nuevo proyecto

source: Add New website
es_es: Añadir nuevo sitio web

source: Address
es_es: Domicilio

source: All job titles
es_es: Todos los trabajos

source: All projects
es_es: Todos los proyectos

source: All websites
es_es: Todos los sitios web

source: Back to CV
es_es: Volver a CV

source: Business Management Consulting projects
es_es: Proyectos Consultoría de Negocio

source: Business Proj
es_es: Proj neg

source: Business Project
es_es: Proyecto negocio

source: Carlos Wu - Professional profile
es_es: Carlos Wu - Perfil profesional

source: Choose language
es_es: Elegir idioma

source: Company name or headhunter
es_es: Nombre empresa o cazatalento

source: Cover video
es_es: Video de presentación

source: Curriculum vitae
es_es: Currículum Vitae

source: Date of birth
es_es: Fecha nacimiento

source: Demo site
es_es: Web demo

source: Description
es_es: Descripción

source: Designed by Carkod
es_es: Diseñado por Carkod

source: Designer: <a href="http://carkod.com">Carkod</a>.
es_es: Diseñador: <a href="http://carkod.com">Carkod</a>.

source: Download CV
es_es: Descargar CV

source: Drop me a line
es_es: Contacta conmigo

source: Edit Website
es_es: Editar web

source: Edit job title
es_es: Editar título de trabajo

source: Edit project
es_es: Editar proyecto

source: Education
es_es: Experiencia académica

source: Files
es_es: Archivos

source: First name
es_es: Nombre

source: ID No.
es_es: DNI

source: IT skills
es_es: Conocimiento informática

source: Image
es_es: Imagen

source: Inspired by Maria Pavlyuk
es_es: Inspirado por Maria Pavlyuk

source: Job title
es_es: Trabajo

source: Language skills
es_es: Idiomas

source: Last names
es_es: Apellidos

source: Live URL
es_es: Web online

source: Live site
es_es: Web online

source: Nationality
es_es: Nacionalidad

source: New Website
es_es: Nueva web

source: New job title
es_es: Nuevo título de trabajo

source: New project
es_es: Nuevo proyecto

source: Not Found
es_es: No encontrado

source: Nourished with Milka chocolate
es_es: Alimentado por chocolate Milka

source: Personal details
es_es: Datos personales

source: Phone No.
es_es: Tlf.

source: Place of birth
es_es: Lugar nacimiento

source: Portfolio
es_es: Cartera de trabajos

# Post Type General Name
source: Business Projects
es_es: Proyectos negocio

# Post Type General Name
source: Web Development
es_es: Desarrollo web

# Post Type Singular Name
source: Project
es_es: Proyecto

# Post Type Singular Name
source: Website
es_es: Sitio web

source: Resources
es_es: Recursos

source: Search Website
es_es: Buscar web

source: Search job title
es_es: Buscar títulos de trabajo

source: Search project
es_es: Buscar proyecto

source: Send
es_es: Enviar

source: Summary and professional goals
es_es: Resumen y metas profesionales

# Taxonomy General Name
source: Project category
es_es: Tipo de proyecto

# Taxonomy Singular Name
source: Project category
es_es: Tipo de proyecto

source: Technology
es_es: Tecnología

source: Thanks, %s
es_es: Gracias, %s

source: There was an error submitting the form.
es_es: Ha habido un error en el envío

source: This content will be available soon, I apologize for any incoveniences this may cause.
es_es: Este contenido estará pronto disponible, disculpe las molestias.

source: Toolset
es_es: Tecnología

source: Update Website
es_es: Actualizar web

source: Update job title
es_es: Actualizar título de trabajo

source: Update project
es_es: Actualizar proyecto

source: Upload website images
es_es: Actualizar imágenes del sitio web

source: View Website
es_es: Ver web

source: View job title
es_es: Ver título de trabajo

source: View project
es_es: Ver proyecto

source: Web Dev
es_es: Des Web

source: Web Dev proj
es_es: Proj web

source: Web Development content
es_es: Contenido desarrollo web

source: Web Development projects
es_es: Proyectos desarrollo web

source: Web development projects
es_es: Proyectos de desarrollo web

source: Web development skills
es_es: Conocimiento desarrollo web

source: Website
es_es: Sitio web

source: Website URL
es_es: URL sitio web

source: Website not found
es_es: Web no encontrada

source: Work Experience
es_es: Experiencia profesional

source: Working as
es_es: Trabajando como

source: You entered an invalid email address.
es_es: Ha introducido un correo electrónico inválido

source: You forgot to enter your comments.
es_es: Ha olvidado introducir su comentario

source: You forgot to enter your email address.
es_es: Se le ha olvidado introducir correo electrónico

source: You forgot to enter your name.
es_es: Se le ha olvidado introducir su nombre

source: Your email was successfully sent. I will be in touch soon.
es_es: Tu correo electrónico ha sido enviado. Estaremos en contacto.

# in contact form
source: Subject
es_es: Asunto

source: project not found
es_es: Proyecto no encontrado
